Repository: svn2github/cloverefiboot
Catalog: CloverPackage/package/po/*.po
Languages: de, fr, id, it, pl, ru, vi, zh_cn

source: 64bit driver for support of NVRAM variables needed by MacOSX. Mostly UEFI boot uses hardware NVRAM but in some rare cases this driver is needed. Use it only if you have a problem without it
de: 64Bit-Treiber zur Unterstützung der von MacOSX benötigten NVRAM Variablen. Meistens wird beim UEFI booten der Hardware NVRAM genutzt, aber in einigen wenigen Fällen wird dieser Treiber benötigt. Diesen Treiber nur benutzen, wenn es ohne ihn Probleme gibt.
fr: Driver 64 bits pour le support des variables en NVRAM nécessaire à MacOSX. La plupart des firmwares UEFI utilisent une NVRAM matérielle, mais dans de rares cas ce driver est nécessaire. À n'utiliser que si vous avez des problèmes de NVRAM.
id: Driver 64bit untuk dukungan variabel NVRAM yang dibutuhkan oleh MacOSX. Biasanya UEFI boot memakai hardware NVRAM tapi kadang-kadang driver ini masih dibutuhkan. Gunakan HANYA kalau ada masalah
it: Driver a 64bit per il supporto delle variabili NVRAM necessarie per MacOSX. La maggior parte dei firmware UEFI utilizzano hardware NVRAM, ma in rari casi è necessario il driver. Usare solo se si ha un problema senza di questo driver.
pl: Sterownik (64-ro bitowy) wymagany dla płyt głównych z BIOSem Phoenix w celu załadowania informacji z NVRAMu. Należy użyć tylko w przypadku kiedy nie są ładowane parametry z NVRAM !
ru: Драйвер для поддержки NVRAM переменных, необходимых для MacOSX. Чаще всего UEFI BIOS использует встроенный NVRAM, но иногда нет Используйте драйвер только если вы точно знаете, что он нужен.
vi: 64bit driver hỗ trợ lưu trữ các giá trị NVRAM cần thiết cho Mac OS X. Phần lớn các máy hỗ trợ UEFI sử dụng NVRAM phần cứng, tuy nhiên, trong một vài trường hợp hiếm gặp, driver này là bắt buộc. Chỉ dùng nếu bạn gặp vấn đề với NVRAM.
zh_cn: 64位，支持 Mac OS X 需要的 NVRAM 变数。 大多数的 UEFI boot 使用硬件NVRAM，但是部份少见案例需要 EmuVariableUefi。 建议只在 有问题时，才启用 EmuVariableUefi。

source: 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio
de: 64Bit-Treiber um Memory Probleme in der UEFI-Firmware von AMI Aptio zu beheben.
fr: Driver 64 bits pour corriger les problèmes de mémoire sur les firmwares UEFI tel que les AMI Aptio
id: Driver 64bit yang membenahi masalah Memori pada UEFI seperti pada AMI Aptio
it: Driver a 64 bit che risolve i problemi di memoria sul firmware UEFI come AMI Aptio bios.
pl: Sterownik (64-ro bitowy) naprawiający problem z pamięcią w trybie UEFI na BIOSach AMI Aptio.
ru: Исправляет ошибки памяти, создаваемые AMI Aptio UEFi, и некоторыми другими BIOS.
vi: 64bit driver giúp sửa các lỗi liên quan đến bộ nhớ RAM trên các nền tảng UEFI như AMI Aptio
zh_cn: 64位，提供 UEFI 固件的 内存问题修正，如 AMI Aptio 等。

source: Simplified variant of OsxAptioFixDrv, 64bit (do not use both together)
de: Einfachere Variante des OsxAptioFixDrv, 64bit (auf keinen Fall beide benutzen)
fr: Variante simplifiée du driver 64 bits OsxAptioFixDrv (les 2 drivers ne doivent pas être installés simultanément)
id: Varian sederhana OsxAptioFixDrv, 64bit (Jangan pakai bersamaan)
it: Driver a 64 bit che permette, durante l'avvio UEFI, di riallocare gli indirizzi per boot.efi e quindi di avviare correttamente OS X Mountain Lion (10.8). E' una variante semplificata di OsxAptioFixDrv (non utilizzare entrambi insieme).
pl: Prostsza wersja sterownika OsxAptioFixDrv, 64 bity (NIE UŻYWAĆ OBU RÓWNOCZEŚNIE).
ru: Упрощенный вариант драйвера OsxAptioFixDrv. Не использовать совместно.
vi: Biến thể được đơn giản hóa của OsxAptioFixDrv, 64bit (Không dùng 2 drivers cùng lúc)
zh_cn: 64位，提供 UEFI 固件的 内存问题修正，如 AMI Aptio 等。 为 OsxAptioFixDrv 的简化版本，请勿与 OsxAptioFixDrv 同时使用。

source: 64bit driver to support non-usual partition maps such as: hybrid GPT/MBR or Apple Partition Map.
de: 64Bit-Treiber um unübliche Partitionstabellen, wie z.B. GPT/MBR oder Apple Partirions Tabelle, zu unterstützen.
fr: Driver 64 bits permettant le support de tables de partition non communes telle que: hybrid GPT/MBR ou Apple Partition.
id: Driver 64bit yang mendukung partisi yang tidak umum seperti: hybrid GPT/MBR atau Apple Partition Map.
it: Driver a 64 bit che aggiunge supporto a tabelle di partizione non comuni come: GPT/MBR ibrido o Mappa Partizione Apple.
pl: Sterownik (64-ro bitowy) odpowiedzialny za mapę partycji typu: hybryda GPT/MBR lub Schemat Partycji Apple. Obecność tego sterownika jest zawsze bezpieczna.
ru: Драйвер для поддержки необычных схем разделов как гибрид GPT/MBR и Apple Partition Map.
vi: 64bit driver hỗ trợ các bảng phân vùng không phổ biến như: hybrid GPT/MBR hoặc Apple Partition Map.
zh_cn: 64位，支持非常态的分区配置，如 hybrid GPT/MBR 或 Apple Partition Map。

source: Themes
de: Themen
fr: Thèmes
id: Tematis
it: Temi
pl: Motywy graficzne
ru: Тема
vi: Chủ đề
zh_cn: 开机主题

source: Select to install themes.
de: Themen Auswahl.
fr: Sélectionner un thème pour l'installation.
id: Pilih tema yang mau dipakai.
it: Seleziona per installare i temi.
pl: Wybierz w celu zainstalowania.
ru: Выберите темы для установки.
vi: Chọn chủ đề.
zh_cn: 选择安装，开机时，显示的背景主题。

source: BGM (Black Green and Moody) theme from Blackosx, Install to /EFI/CLOVER/themes/BGM
de: Thema black_green von Blackosx, Wird installiert in /EFI/CLOVER/themes/black_green.
fr: BGM (thème Black Green and Moody) par Blackosx, Sera installé dans /EFI/CLOVER/themes/BGM
id: Tema Black Green dan Moody kreasi Blackosx, Pasang ke /EFI/CLOVER/themes/BGM
it: BGM (Black Green and Moody) Tema di Blackosx, Installa in /EFI/CLOVER/themes/BGM
pl: Motyw BGM (Black Green i Moody) od Blackosx, Lokalizacja motywu: /EFI/CLOVER/themes/BGM
ru: BGM (Тоскливо-зеленая) тема от Blackosx, Установить в /EFI/CLOVER/themes/BGM.
vi: BGM (Black Green and Moody) thiết kế bởi Blackosx, Cài vào /EFI/CLOVER/themes/BGM
zh_cn: 选择安装来自 Blackosx 的 BlackGreenMoody主题。 安装位置 /EFI/CLOVER/themes/BGM。

source: The original metal theme from Slice, Install to /EFI/CLOVER/themes/metal
de: Orginal Thema metal von Slice, Wird installiert in /EFI/CLOVER/themes/metal.
fr: Le thème original Metal par Slice, Sera installé dans /EFI/CLOVER/themes/metal
id: Tema original metal kreasi Slice, Pasang ke /EFI/CLOVER/themes/metal
it: Tema originale metal di Slice, Installa in /EFI/CLOVER/themes/metal
pl: Oryginalny motyw metal od Slice, Lokalizacja instalacji motywu: /EFI/CLOVER/themes/metal
ru: Нержавейка от Slice, Установить в /EFI/CLOVER/themes/metal.
vi: The original metal thiết kế bởi Slice, Cài vào /EFI/CLOVER/themes/metal
zh_cn: 选择安装来自 Slice 的原始 Metal 主题。 安装位置 /EFI/CLOVER/themes/metal。

source: Install RC scripts on target volume
de: Installiere alle RC Scripte auf der Zielpartition
fr: RC scripts sur le volume de destination
id: Install RC skrip ke target volume
it: Script RC sul volume di destinazione
pl: Instaluj skrypty RC na dysku docelowym
ru: Установить системные RC скрипты на основной раздел
vi: Cài đặt RC scripts vào phân vùng đích.
zh_cn: 安装 RC scripts 到目标磁区

source: Install all RC scripts on target volume. The target volume must be a bootable OSX system volume.
de: Installiere alle RC Scripte auf der Zielpartition. Die Zielpartition muss ein bootfähiges OSX System enthalten.
fr: Installation de tous les RC scripts sur le volume de destination. Le volume de destination doit être un volume OSX bootable.
id: Install semua RC skrip ke target volume. Target harus merupakan OSX system volume yang bisa di boot.
it: Installa tutti gli script RC sul volume di destinazione. Il volume di destinazione deve essere un volume OSX avviabile.
pl: Instaluj wszystkie skrypty RC na dysku docelowym. Dysk docelowy musi być bootlowalnym dyskiem systemowym OSX.
ru: Установить все RC скрипты на целевой раздел. Раздел должен быть загрузочный OSX.
vi: Cài đặt tất cả các RC vào phân vùng đích. Phân vùng đích phải là phân vùng OS X khởi động được.
zh_cn: 安装全部 RC scripts 到目标磁区。 目标磁区必须是 可开机的 OSX 磁区。

source: Install all RC scripts on all other bootable OSX volumes
de: Installiere alle RC Skripte auf allen bootfähigen OSX Partitionen
fr: RC scripts sur tous les autres volumes OSX bootables
id: Install semua RC skrip pada semua bootable OSX volume
it: Script RC su tutti gli altri volumi OSX avviabili
pl: Instaluj wszystkie skrypty RC na wszystkich bootowalnych dyskach systemowych OSX.
ru: Установить скрипты на все остальные разделы
vi: Cài đặt tất cả các RC Scripts vào các phân vùng OS X có thể khởi động khác.
zh_cn: 安装全部 RC scripts 到全部可开机的 OSX 磁区

source: Install all RC scripts on all internal bootable OSX volumes other than the target volume.
de: Installiere alle RC Skripte auf allen internen bootfähigen OSX Partitionen, außer der Zielpartition.
fr: Installation de tous les RC scripts sur tous les volumes internes OSX bootables autre que le volume de destination.
id: Install semua RC skrip pada semua internal bootable OSX volume selain volume target.
it: Installa tutti gli script RC su tutti i volumi interni OSX avviabili oltre al volume di destinazione.
pl: Instaluj wszystkie skrypty RC na wszystkich wewnętrznych bootowalnych dyskach systemowych OSX.
ru: Установить RC скрипты на все внутренние загрузочные разделы OSX кроме целевово раздела.
vi: Cài đặt tất cả các RC scripts vào tất cả các phân vùng OS X khởi động được thay vì chỉ phân vùng đích.
zh_cn: 安装全部 RC scripts 到全部内置可开机的 OSX 磁区。

source: Optional RC Scripts
de: Optionale RC Scripte
fr: RC Scripts Optionnels
id: Opsional RC Skrip
it: Script RC Opzionali
pl: Opcjonalne skrypty RC
ru: Добавочные RC скрипты
vi: RC Scripts không bắt buộc.
zh_cn: 选择安装 RC Scripts

source: Disable the mDNSResponder sleep proxy client service. This will prevent the system waking from sleep every hours
de: Deaktiviere den mDNSResponder sleep proxy client Dienst. Verhindert das aufwachen des Systems zu jeder Stunde
fr: Script pour désactiver le service Bonjour 'sleep proxy client' afin d'éviter que le système ne se réveille toutes les heures
id: Mendisable mDNSResponder sleep proxy client service. Supaya system tidak terbangun setiap jam apabila system dalam mode sleep
it: Script che disabilita il servizio BONJOUR (sleep proxy client). Eviterà che il sistema, in caso di standby, si risvegli a tutte le ore.
pl: Wyłącz mDNSResponder - usługi klienta proxy sleepu. Zapobiega to automatycznemu wybudzaniu ze sleepu co godzinę.
ru: Запретить mDNSResponder sleep proxy client service. Это предотвращает просыпание системы каждый час
vi: Tắt mDNSResponder sleep proxy client service để ngăn không cho hệ thống wake mỗi giờ khi đang sleep.
zh_cn: 停用 mDNSResponder 休眠 proxy client 服务，可以避免系统休眠时，每小时自动唤醒。

source: Install Clover Preference Pane
de: Installiere Clover Preference Pane
fr: Installe le panneau de configuration de Clover
id: Install Clover Panel Preference
it: Installare Pannello Preferenze
pl: Zainstaluj panel preferencji Clover
ru: Установить контрольную панель Clover
vi: Cài đặt Clover Preference Pane
zh_cn: 安装 Clover 系统偏好设置 面板

source: Install Clover Preference Pane on target volume. Include CloverUpdater that can notify you about Clover updates.
de: Installiere die Clover Preference Pane auf der Zielpartition. Den CloverUpdater hinzufügen, er kann dich auf Updates hinweisen.
fr: Installe le panneau de configuration de Clover sur le volume de destination. Inclus aussi CloverUpdater qui vous notifie des nouvelles mises à jour de Clover.
id: Install Clover Panel Preference ke target volume. dan CloverUpdater yang akan memberitahu anda tentang update Clover.
it: Installa pannello delle preferenze sul volume di destinazione. Include CloverUpdater che notifica la presenza di nuovi aggiornamenti.
pl: Instaluje panel preferencji Clover na dysku docelowym. Zawiera CloverUpdater, który poinformuje Cię o dostępnych aktualizacjach.
ru: Установить контрольную панель на основной раздел. Включая программу оповещения об обновлениях Кловера.
vi: Cài đặt Clover Preference Pane vào phân vùng đích. Có bao gồm CloverUpdater giúp thông báo các bản cập nhật Clover.
zh_cn: 安装 Clover 系统偏好设置 面板 到选择磁区。 包含可提醒 Clover 更新信息的 Clover 更新软体。

source: CloverUpdater
ru: Обновление Clover
zh_cn: Clover 更新软件

source: About CloverUpdater
de: Über den CloverUpdater
fr: À propos de CloverUpdater
id: Tentang CloverUpdater
it: Info su CloverUpdater
pl: CloverUpdater - Informacje
ru: О программе CloverUpdater
vi: Về CloverUpdater
zh_cn: 关于 Clover 更新软件

source: Quit CloverUpdater
de: Installiere den CloverUpdater
fr: Quitter CloverUpdater
it: Esci da CloverUpdater
pl: Zakończ CloverUpdater
ru: Завершить CloverUpdater
vi: Đóng CloverUpdater
zh_cn: 离开 Clover 更新软件

source: Current local Clover revision:
de: Aktuell installierte Version von Clover:
fr: Révision courante de Clover:
id: Revisi Clover lokal saat ini:
it: Revisione locale di Clover:
pl: Zainstalowana wersja Clover:
ru: Установлена ревизия Clover:
vi: Phiên bản hiện tại:
zh_cn: 当前本地 Clover 修订版本：

source: Latest update revision:
de: Neueste Update Version
fr: Mise à jour la plus récente:
id: Revisi update terbaru:
it: Ultima revisione aggiornata:
pl: Najnowsze wydanie Clover:
ru: Имеется обновление:
vi: Phiên bản mới nhất:
zh_cn: 最近更新之修订版本：

source: Do you want to update ?
de: Update erwünscht ?
fr: Voulez vous mettre à jour ?
id: Anda ingin memperbaharui?
it: Vuoi aggiornare ?
pl: Czy chcesz uaktualnić?
ru: Хотите ли вы обновиться?
vi: Bạn có muốn cập nhật không?
zh_cn: 您想要更新吗？

source: Not now
de: Nicht jetzt
fr: Pas maintenant
id: Tidak Sekarang
it: Non adesso
pl: Nie teraz
ru: Не сейчас
vi: Không phải bây giờ
zh_cn: 暂时不要

source: Update
fr: Mise à jour
id: Perbaharui
it: Aggiorna
pl: Uaktualnij
ru: Ага!
vi: Cập nhật
zh_cn: 更新

source: No update available !
de: Keine Aktualisierung verfügbar !
fr: Aucune mise à jour disponible !
id: Tidak ada update yang tersedia !
it: Nessun aggiornamento disponibile!
pl: Brak dostępnych aktualizacji !
ru: Нет доступных обновлений!
vi: Không có bản cập nhật mới nào!
zh_cn: 没有可用的更新

source: Ok
ru: Ок
vi: Đồng ý
zh_cn: 确定

source: Never
de: Niemals
fr: Jamais
id: Jangan pernah
it: Mai
pl: Nigdy
ru: Никогда!
vi: Không bao giờ.
zh_cn: 永远不要

source: Daily
de: Täglich
fr: Jour
id: Harian
it: Giornalmente
pl: Codziennie
ru: Ежедневно
vi: Hàng ngày.
zh_cn: 每日

source: Weekly
de: Wöchentlich
fr: Semaine
id: Mingguan
it: Settimanalmente
pl: Co tydzień
ru: Еженедельно
vi: Hàng tuần.
zh_cn: 每周

source: Hourly
de: Stündlich
fr: Heure
id: Tiap jam
it: Ogni ora
pl: Co godzinę
ru: Раз в час
vi: Hàng giờ.
zh_cn: 每小时

source: Monthly
de: Monatlich
fr: Mois
id: Bulanan
it: Mensilmente
pl: Co miesiąc
ru: Каждый месяц
vi: Hàng tháng.
zh_cn: 每月

source: Check for Updates
de: Suche nach Updates
fr: Vérification des mises à jour
id: Periksa Pembaharuan
it: Verificare gli aggiornamenti
pl: Sprawdź dostępność aktualizacji
ru: Проверить наличие обновлений
vi: Kiểm tra bản cập nhật:
zh_cn: 检查更新

source: Schedule Check Updates Every:
de: Suche nach Updates:
fr: Planifier une vérification chaque:
id: Jadwalkan Cek Updates Setiap:
it: Verifica disponibilità aggiornamenti:
pl: Sprawdzaj dostępność uaktualnień:
ru: Напоминать об обновлении:
vi: Kiểm tra bản cập nhật mỗi:
zh_cn: 检查更新排程：

source: Last check:
de: Letzte Überprüfung:
fr: Dernière vérification:
id: Cek terakhir:
it: Ultima verifica:
pl: Ostatnio sprawdzane:
ru: Последняя проверка:
vi: Kiểm tra lần cuối:
zh_cn: 最近检查：

source: Check Now
de: Jezt überprüfen
fr: Vérifier Maintenant
id: Cek Sekarang
it: Controlla ora
pl: Sprawdź teraz
ru: Проверить сейчас:
vi: Kiểm tra bây giờ:
zh_cn: 立刻检查

source: Copyright (c) 2013 JrCs, kozlek\nAll Rights Reserved
fr: Copyright © 2013 JrCs, kozlek\nAll Rights Reserved
it: Copyright (c) 2013 JrCs, kozlek\nTutti i diritti riservati
pl: Prawa autorskie 2013 JrCs, kozlek\nWszelkie prawa zastrzeżone
ru: Copyright (c) 2013 JrCs, kozlek\nВсе права зарезервированы
vi: Bản quyền thuộc về (c) 2013 JrCs, kozlek\nBản quyền đã được bảo hộ.
zh_cn: 版权所有 (C) 2013 JrCs, kozlek 保留所有权利

source: NVRam Variables
de: NVRAM Variablen
fr: Variables NVRam
id: Variabel-variabel NVRam
it: Variabili NVRam
pl: Zmienne NVRam
ru: Настройки загрузчика
vi: Các tham số NVRAM
zh_cn: NVRam 变量

source: General
de: Allgemein
fr: Général
id: Secara Menyeluruh
it: Generale
pl: Ogólne
ru: Обновления
vi: Tùy chọn chung
zh_cn: 常规

source: Revisions
de: Versionen
fr: Révisions
id: Revisi
it: Revisioni
pl: Wersja
ru: Ревизии
vi: Các phiên bản
zh_cn: 修订版本

source: Current booted revision:
de: Aktuell gebootete Version von Clover:
fr: Révision utilisée lors du dernier démarrage:
id: Revisi boot saat ini:
it: Revisione utilizzata nell'ultimo avvio:
pl: Aktualnie zainstalowana wersja:
ru: Система запущена с:
vi: Phiên bản hiện tại:
zh_cn: 当前启动的修订版本：

source: Last installed revision:
de: Zuletzt installierte Version
fr: Dernière révision installée:
id: Revisi terinstall terakhir:
it: Ultima revisione aggiornata:
pl: Ostatnia zainstalowana wersja:
ru: Установлена:
vi: Phiên bản mới nhất:
zh_cn: 最近安装的修订版本：

source: Log Files
de: Log Dateien
fr: Fichiers de Log
id: Berkas log
it: Files di Log
pl: Pliki dziennika
ru: Файлы отчетов
zh_cn: 纪录文件

source: Number of lines of history to keep in CloverEFI/system.log file in addition to the current CloverEFI/boot.log contents
de: Zu behaltente Zeilenanzahl in der CloverEFI/system.log Datei, zusätzlich zum aktuellenCloverEFI/boot.log Inhalt.
fr: Nombre de lignes d'historique à garder dans le fichier CloverEFI/system.log, en addition du contenu de CloverEFI/boot.log
id: Jumlah baris yang disimpan dalam berkas CloverEFI/system.log sebagai tambahan ke isi CloverEFI/boot.log yang sekarang
it: Numero di linee da tenere nel registro CloverEFI/system.log, in aggiunta al contenuto del registro CloverEFI/boot.log
pl: Liczba wierszy historii do zapisania w CloverEFI/system.log w odniesieniu do obecnej zawartości CloverEFI/boot.log
ru: Количество строк, которое должно сохраняться в файле system.log при добавлении новых.
zh_cn: 现有 CloverEFI/boot.log 内容以外，保存在 CloverEFI/system.log 的行数历史纪录

source: Advanced Configurations
de: Erweiterte Einstellungen
fr: Configurations Avancées
id: Konfigurasi Lanjutan
it: Configurazioni Avanzate
pl: Konfiguracja zaawansowana
ru: Расширенная настройка
vi: Tùy biến nâng cao:
zh_cn: 高级配置

source: Force mount selected ESP at startup:
de: Anzeigen der gewählten ESP nach Rechnerstart erzwingen:
fr: Forcer le montage de l'ESP sélectionné au démarrage:
id: Pasang paksa ESP yang dipilih saat startup:
it: All'avvio forzare il mount della ESP selezionata:
pl: Wymuś montowanie ESP na starcie:
ru: Монтировать выбранный ESP на старте
vi: Bắt buộc hiển thị phân vùng ESP khi khởi động:
zh_cn: 启动时 强制装载选定的 ESP 磁区:

source: Save NVRAM contents to disk:
de: Sichere den NVRAM Inhalt auf der Partition:
fr: Sauvegarder le contenu de la NVRAM sur disque:
id: Simpan isi NVRAM ke disk:
it: Salva il contenuto della NVRAM nel disco:
pl: Zapisz NVRAM na partycji:
ru: Сохранять содержимое NVRAM на раздел:
vi: Lưu các giá trị NVRAM vào:
zh_cn: 储存 NVRAM 内容到磁区:

source: Theme
de: Thema
fr: Thème
id: Tematik
it: Tema
pl: Motyw graficzny
ru: Стиль
vi: Chủ đề.
zh_cn: 开机主题

source: Clover Theme
de: Clover Thema
fr: Thème de Clover
id: Tematik Clover
it: Tema Clover
pl: Motywy dla Clover
ru: Оформление
vi: Chủ đề Clover.
zh_cn: Clover 主题

source: Author:
de: Autor:
fr: Auteur:
id: Pembuat:
it: Autore:
pl: Autor:
ru: Автор:
vi: Tác giả:
zh_cn: 作者：

source: Year:
de: Jahr:
fr: Année:
id: Tahun:
it: Anno:
pl: Rok:
ru: Год:
vi: Năm:
zh_cn: 年份：

source: To see previews of themes you must select the path to the EFI folder.
de: Für eine Vorschau der Themen muss der Pfad zum EFI Ordner angegeben werden.
fr: Pour voir les aperçus des thèmes, vous devez sélectionner le chemin d'accès au répertoire EFI.
id: Untuk melihat preview dari tema anda harus memilih lokasi folder EFI.
it: Per vedere l'anteprima dei temi è necessario selezionare il percorso della cartella EFI.
pl: Aby zobaczyć podgląd motywu należy wybrać lokalizację folderu EFI:
ru: Для предпросмотра тем выберите путь к папке EFI.
vi: Chỉ định đường dẫn đến thư mục EFI để hiển thị các hình ảnh xem trước của chủ đề.
zh_cn: 必须选择EFI 文件夹路径，才能预览开机主题

source: Theme:
de: Themen
fr: Thème:
id: Tema:
it: Tema
pl: Motyw graficzny:
ru: Тема:
vi: Chủ đề:
zh_cn: 开机主题

source: No Preview Available
de: Keine Vorschau verfügbar
fr: Aucun Aperçu Disponible
id: Preview tidak tersedia.
it: Nessuna anteprima disponibile
pl: Podgląd niedostępny
ru: Просмотр недоступен
vi: Không có hình ảnh xem trước
zh_cn: 没有可用的预览

source: Mounting the ESP partition on boot
de: Anzeigen der ESP Partition beim Start
fr: Monter la partition ESP au démarrage
id: Pasang partisi ESP pada saat boot
it: Monta la partizione ESP all'avvio
pl: Montowanie partycji ESP podczas uruchamiania
ru: Монтировать раздел ESP при старте системы
vi: Hiển thị phân vùng EFI khi khởi động
zh_cn: 开机时，装载 ESP 分区。

source: Where to save the nvram contents
de: Sicherungsort des Inhalts des NVRAM
fr: Où sauver le contenu de la nvram
id: Tempat simpan isi nvram
it: Dove salvare i contenuti della nvram
pl: Lokalizacja zapisu nvram
ru: Где хранить содержимое NVRAM
vi: Nơi lưu giữ các giá trị NVRAM
zh_cn: 储存 nvram 内容的位置

source: Number of history boot log lines to keep:
de: Zu behaltente Zeilenanzahl des Boot Logs:
fr: Nombre de lignes d'historique des fichiers boot.log à conserver:
id: Jumlah baris history boot log yang disimpan:
it: Numero di linee da mantenere nel file di log:
pl: Ilość linii w historii boot.log
ru: Число строк в общем boot.log:
zh_cn: 保存的历史开机日志行数:

source: Create timestamp CloverEFI/boot.log file on every boot
de: Bei jedem Rechnerstart eine CloverEFI/boot.log Zeitstempeldatei erstellen
fr: Crée un fichier CloverEFI/boot.log horodaté à chaque démarrage
id: Buat file timestamp CloverEFI/boot.log pada setiap boot
it: Creare file di timestamp CloverEFI/boot.log ad ogni avvio
pl: Utwórz znacznik czasu w CloverEFI/boot.log podczas każdego uruchamiania:
ru: Создавать копию boot.log при каждой загрузке
zh_cn: 每次开机时建立CloverEFI/boot.log 文件的时间戳

source: Number of timestamp boot.log files to keep:
de: Anzahl der zu behaltenten Boot.log Zeitstempel Dateien:
fr: Nombre de fichiers boot.log horodatés à conserver:
id: Jumlah file timestamp boot.log yang disimpan.
it: Numero di files timestamp boot.log da mantenere:
pl: Ilość znaczników czasowych w boot.log:
ru: Количество файлов boot.log для истории
zh_cn: 保存时间戳 boot.log 文件的数量:

source: Backup
de: Sicherungskopie
fr: Sauvegarde
pl: Kopia zapasowa
ru: Резерв
vi: Sao lưu
zh_cn: 备份

source: On install backup EFI folder to destination volume
de: Beim installieren eine Sicherungskopie des EFI Ordners auf der Ziel Partition erstellen
fr: Sauvegarder le répertoire EFI sur le volume de destination lors de l'installation
id: Pada install backup folder EFI di volume tujuan
it: Fare il backup della cartella EFI nel volume di destinazione
pl: Instaluj kopię zapasową folderu EFI na dysku docelowym
ru: При инсталляции сохранять старую папку EFI на системном томе
vi: Tự động sao lưu lại thư mục EFI vào phân vùng đích.
zh_cn: 安装时 备份 EFI 文件夹到目标磁区

source: Number of backups to keep:
de: Anzahl der zu behaltenten Sicherungskopien:
fr: Nombre de sauvegardes à conserver:
id: Jumlah backup yang disimpan:
it: Numero di backup da mantenere:
pl: Liczba zachowywanych kopii zapasowych:
ru: Количество старых копий EFI:
vi: Số lượng các bản sao lưu cần giữ lại:
zh_cn: 保存的备份数量:

source: EFI Folder path
de: EFI Ordnerpfad:
fr: Répertoire EFI
id: Lokasi Folder EFI
it: Percorso cartella EFI:
pl: Ścieżka katalogu EFI:
ru: Путь к папке EFI:
vi: Đường dẫn thư mục EFI
zh_cn: EFI 文件夹路径：

source: Auto
de: Automatisch
pl: Automatycznie
ru: Автоматически
vi: Tự động
zh_cn: 自动

source: No
de: Nein
fr: Non
id: Tidak
pl: Nie
ru: Нет
vi: Không
zh_cn: 否

source: Always
de: Immer
fr: Toujours
id: Selalu
it: Sempre
pl: Zawsze
ru: Всегда
vi: Luôn
zh_cn: 总是

source: Boot Volume
de: Start Partition
fr: Volume de démarrage
id: Volume Boot
it: Volume d'avvio
pl: Dysk startowy
ru: Стартовый том
vi: Phân vùng khởi động
zh_cn: 开机磁区
