Repository: svn2github/cloverefiboot
Catalog: CloverPackage/package/po/*.po
Languages: de, fr, id, it, pl, ru, vi, zh_cn

source: Used for BIOS booting on BIOS motherboards. boot0ss (boot0 Signature Scanning) bootloader try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. If no partition is found it will try to boot the active partition defined in MBR. This bootloader is a good choice when you have Windows installed on the same disk because Windows wants to have its partition active. This choice will not activate any partition in MBR.
de: Zum BIOS booten von Computern. boot0ss (boot0 Signatur scannen) versucht die erste /EFI/FAT32/HFS Partition mit gültiger PBR Signatur (in als MBR und dann in als GPT definierten) zu booten. Wird keine Partition gefunden versucht er die aktive im MBR definierte Partition zu booten. Er ist eine gute Wahl wenn Windows auf der selben Festplatte installiert ist, da Windows seine Partitionaktiv haben möchte. Diese Auswahl wird keine Partition im MBR aktivieren.
fr: Nécessaire pour démarrer depuis le BIOS. boot0ss (boot0 Signature Scanning) bootloader va d'abord essayé de démarrer la première partition EFI/FAT32/HFS (définie dans le MBR puis dans le GPT) ayant une signature PBR valide. Si aucune partition n'a été trouvée, il va essayé de démarrer la partition active définie dans le MBR. Ce bootloader est un bon choix quand vous avez Windows d'installé sur le même disque car Windows nécessite que sa partition soit active. Ce choix ne va activer aucune partition dans le MBR.
id: Dipakai untuk BIOS booting pada BIOS mobo. boot0ss (boot0 Signature Scanning) bootloader mencoba untuk boot partisi pertama EFI/FAT32/HFS (yang ada di MBR dan kemudian di GPT) dengan signature PBR yang valid. Jika partisi tidak ditemukan maka akan mencoba untuk boot partisi aktif yang ada di MBR. Bootloader ini adalah pilihan yang baik bila Windows diinstall pada disk yang sama karena Windows butuh partisinya dalam keadaan aktif. Pilihan ini tidak membuat partisi pada MBR menjadi aktif.
it: Necessario per l'avvio da schede madri con BIOS. boot0ss (boot0 signature scanning) bootloader cerca di avviare la prima partizione EFI/FAT32/HFS (definita nella MBR e poi nella GPT) con una signature PBR valida. Se nessuna partizione è stata trovata, cercherà di avviare la partizione attiva definita nella MBR. Questa è una buona scelta quando si ha Windows installato sullo stesso disco perché Windows richiede che la partizione sia attiva. Questa scelta non attiverà alcuna partizione nella MBR.
pl: Opcja przeznaczona dla uruchamiania przez klasyczny BIOS. boot0ss (boot0 Signature Scanning) uruchomi pierwszą partycję EFI/FAT32/HFS (najpierw zdefiniowaną w MBR następnie w GPT) z sygnaturą PBR. Jeżeli żadna partycja nie zostanie odnaleziona boot0ss uruchomi aktywną partycję zdefiniowaną w MBR. Ta opcja jest przydatna kiedy posiadasz zainstalowanego Windowsa na tym samym dysku z Mac OS X, ponieważ Windows wymaga aktywnej partycji. Ta opcja nie ustawi wybranej partycji jako aktywnej.
ru: Используется для легаси загрузки. boot0ss (boot0 Signature Scanning) ищет первый раздел типа EFI/FAT32/HFS сначала в таблице MBR, затем в GPT, с правильной сигнатурой. Если таковых не найдено, будет пытаться загрузить активный раздел из MBR.Этот вариант является хорошим выбором, если Windows установлен на том же диске, поскольку Windows требует, чтобы раздел был активным. В этом варианте инсталлятор не активирует выбранный раздел.
vi: Used for BIOS booting on BIOS motherboards. boot0ss (boot0 Signature Scanning) bootloader tries to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. If no partition is found it will try to boot the active partition defined in MBR. This bootloader is a good choice when you have Windows installed on the same disk because Windows wants to have its partition active. This choice will NOT set the partition status byte to active in the MBR.
zh_cn: BIOS 主板 之 BIOS 启动 专用。 使用 fdisk440 将 boot0ss 写入 MBR 的前 440 位元，避免损坏已经存在的 Windows 机码，boot0ss 优先引导第一个 EFI/FAT32/HFS 的 boot1 分区(优先引导MBR，其次引导GPT)，如果没有找到 boot1 分区，将引导 MBR 的 激活分区。 本安装将 不会 设置 任何分区为激活分区。 如须安装在 Fat32 格式，必须在 Win 先将分区格式化为 Fat32 格式分区，或在 Mac 操作如下 1. 先用 磁盘工具 清除 为 MS-DOS (FAT) 格式 2. diskutil list 3. diskutil unmount /dev/rdisk9s1 4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1 5. diskutil mount /dev/rdisk9s1

source: Don't update MBR and PBR sectors
de: Kein Update für MBR und PBR
fr: Ne pas mettre à jour les secteurs de boot
id: Jangan update MBR dan PBR
it: Non aggiornare i settori MBR e PBR
pl: Nie aktualizuj sektorów MBR oraz PBR
ru: Не обновлять сектора MBR и PBR
vi: Không cập nhật MBR và PBR sectors
zh_cn: 不更新 MBR 及 PBR 磁区

source: Don't install any bootloader (boot0X, boot1X). Usefull for UEFI motherboards that don't need bootloader files. Can also be use if you don't want to upgrade MBR or PBR sectors.
de: Keine Installation der bootloader (boot0X, boot1X). Nützlich für UEFI Computer die keine bootloader Dateien benötigen. Kann auch benutzt werden falls keine Updates für MBR und PBR gewünscht werden.
fr: N'installe aucun secteur de démarrage (boot0X, boot1X). Utile pour les cartes mères UEFI qui n'ont pas besoin de bootloader. Cette option peut aussi être utilisée pour éviter la mise à jour des secteurs de boot (MBR et PBR).
id: Jangan install bootloader (boot0X, boot1X). Berguna untuk mobo UEFI yang tidak membutuhkan bootloader. Bisa dipakai kalau anda tidak mau meng upgrade MBR atau PBR.
it: Non installare nessun bootloader (boot0X, boot1X). Utile per schede madri con bios UEFI che non hanno bisogno dei file per il bootloader. Può essere usato anche se non si desidera aggiornare i settori MBR o PBR.
pl: Nie instaluj żadnego bootloader'a (boot0X, boot1X). Jest to użyteczne dla płyt z UEFI, które nie wymagają plików bootloader'a. Jest to także przydatne kiedy nie chcesz aktualizować sektorów MBR oraz PBR
ru: Не устанавливать сектора для BIOS загрузки (boot0X, boot1X). Имеет смысл если у вас только UEFI загрузка, А также если вы просто не хотите заменять существующие сектора.
vi: Không cài đặt bất kỳ một bộ khởi động nào (boot0X, boot1X). Tùy chọn này nên sử dụng với các mainboard hỗ trợ UEFI nhưng không cần các tập tin khởi động. Có thể áp dụng trong trường hợp người dùng không muốn cập nhật MBR hay PBR sectors.
zh_cn: 不安装任何引导文件 (boot0X, boot1X)。 适用于不需要任何引导文件的 UEFI 主板。 适用于不需要更新 MBR(boot0X) 及 PBR(boot1X) 的4kb格式硬盘。

source: Use alternative booting PBR
de: Alternatives PBR booten
fr: Installation d'un sélecteur de boot
id: Pakai alternatif boot PBR
it: Usare un bootloader alternativo PBR
pl: Użyj alternatywnego uruchamiania z PBR.
ru: Использовать PBR с выбором загрузки
zh_cn: 安装 PBR 的多重开机选项

source: Install alternative booting PBR with choice of boot with a key pressed. File to boot = boot{keypressed}
de: Installiert alternatives PBR booten mit der Möglichkeit zwischen mehreren boot Dateien zu wählen. Boot Datei = boot{gedrückte Taste}
fr: Installe un sélecteur de boot dans le PBR. Permet de sélectionner le fichier à booter par l'appui d'une touche. Fichier à booter = boot{touche}
id: Install alternatif boot PBR dengan memilih boot melalui sebuah tombol. File to boot = boot{keypressed}
it: Consente di selezionare il file di avvio premendo un tasto. File di avvio = boot{tasto premuto}
pl: Instaluj alternatywny sposób uruchamiania używając PBR z opcją wyboru bootloader'a po wciśnięciu klawisza. Plik do uruchomienia = boot{wciśnięty_klawisz}
ru: Установить альтернативный сектор boot1 позволяющий выбрать разные загрузчики (boot1, boot3, boot7) нажатием клавиши в паузе 2 секунды. Загрузить файл boot{цифра}
vi: Install alternative boot1 code to the partition's boot record (PBR) which gives a 2 second pause at boot to allow the choice of stage 2 boot file to load with a key press. File to boot = boot{key pressed}
zh_cn: 安装 PBR 的多重开机选项，boot1=变色龙引导，boot6=64位 Clover 引导。 可设定 开机 boot = boot{按键} 进行多重开机设置。

source: Install & Start 32bit boot first
de: Installiere und boote 32Bit zuerst
fr: Installer & démarrer en mode 32bits boot en premier
id: Instal & Menjalankan mode 32bit terlebih dahulu
it: Installa e avvia prima in 32bit
pl: Instalacja i startowanie w trybie 32 bitowym
ru: Установить 32 битный загрузчик первым
zh_cn: 安装 boot 32位 优先启动

source: Install boot files and set to start 32bit first. Default boot to boot = Clover EFI 32bit. You can.. Press key 1 to boot1 = Chameleon boot, Press key 3 to boot3 = Clover EFI 32bit boot, Press key 6 to boot6 = Clover EFI 64bit boot.
de: Installiert die boot Dateien und startet zuerst im 32Bit Modus. Standard Bootablauf = Clover EFI 32Bit. Du kannst wählen zwischen... Drücke Taste 1 für boot1 = Chameleon boot, Drücke Taste 3 für boot3 = Clover EFI 32Bit boot, Drücke Taste 6 für boot6 = Clover EFI 64Bit boot.
fr: Installer les fichiers boot et configurer le mode 32bits en premier. Default boot mode = Clover EFI 32bits. You can.. Presser la touche 1 pour boot1 = Chameleon boot, Presser la touche 3 pour boot3 = Clover EFI 32bits boot, Presser la touche 6 pour boot6 = Clover EFI 64bits boot.
id: Menginstal dan mengaktifkan boot mode 32bit. Boot utama = Clover EFI 32bit. Anda dapat.. Tekan 1 untuk boot1 = Chameleon boot, Tekan 3 untuk boot3 = Clover EFI 32bit boot, Tekan 6 untuk boot6 = Clover EFI 64bit boot.
it: Installa i file di avvio e configura che l'avvio sia prima a 32bit. Avvio di base ------------ = Clover EFI 32bit. Tu puoi… Premi il tasto 1 per boot1 = Chameleon boot, Premi il tasto 3 per boot3 = Clover EFI 32bit boot, Premi il tasto 6 per boot6 = Clover EFI 64bit boot.
pl: Instaluje plik boot i startuje system w 32 bitach. Podczas rozruchu można: Wcisnąć klawisz 1 do uruchomienia boot1 = Chameleon boot, Wcisnąć klawisz 3 do uruchomienia boot3 = Clover EFI 32bit boot, Wcisnąć klawisz 6 do uruchomienia boot6 = Clover EFI 64bit boot.
ru: Установить файлы и поставить 32 бита по умолчанию. По умолчанию грузится boot = Clover 32 после 2 секунд ожидания клавиатуры. Клавиша 1 для boot1 = Chameleon boot, Клавиша 3 для boot3 = Clover EFI 32bit boot, Клавиша 6 для boot6 = Clover EFI 64bit boot.
zh_cn: 安装 32位+64位 boot 文件，并优先启用 32位系统。 默认启动 boot = Clover boot 32位，可在 test done 的 2 秒内， 按 1 选 boot1 = 变色龙 boot， 按 3 选 boot3 = Clover boot 32位， 按 6 选 boot6 = Clover boot 64位。

source: Install & Start 64bit boot first
de: Installiere und boote 64Bit zuerst
fr: Installer & Démarrer en mode 64bits
id: Instal & Menjalankan mode 64bit terlebih dahulu
it: Installa e avvia prima in 64bit
pl: Instalacja i startowanie w trybie 64 bitowym
ru: Установить 64 битный загрузчик первым
zh_cn: 安装 boot 64位 优先启动

source: Install boot files and set to start 64bit first. Default boot to boot = Clover EFI 64bit. You can.. Press key 1 to boot1 = Chameleon boot, Press key 3 to boot3 = Clover EFI 32bit boot, Press key 6 to boot6 = Clover EFI 64bit boot.
de: Installiert die boot Dateien und startet zuerst im 64Bit Modus. Standard Bootablauf = Clover EFI 64Bit. Du kannst wählen zwischen... Drücke Taste 1 für boot1 = Chameleon boot, Drücke Taste 3 für boot3 = Clover EFI 32Bit boot, Drücke Taste 6 für boot6 = Clover EFI 64Bit boot.
fr: Installer les fichiers boot et configurer le mode 64bits en premier. Default boot to boot = Clover EFI 64bits. You can.. Presser la touche 1 pour boot1 = Chameleon boot, Presser la touche 3 pour boot3 = Clover EFI 32bits boot, Presser la touche 6 pour boot6 = Clover EFI 64bits boot.
id: Menginstal dan mengaktifkan boot mode 64bit. Boot utama = Clover EFI 64bit. Anda dapat.. Tekan 1 untuk boot1 = Chameleon boot, Tekan 3 untuk boot3 = Clover EFI 32bit boot, Tekan 6 untuk boot6 = Clover EFI 64bit boot.
it: Installa i file di avvio e configura che l'avvio sia prima a 64bit. Avvio di base ------------ = Clover EFI 64bit. Tu puoi… Premi il tasto 1 per boot1 = Chameleon boot, Premi il tasto 3 per boot3 = Clover EFI 32bit boot, Premi il tasto 6 per boot6 = Clover EFI 64bit boot.
pl: Instaluje plik boot i startuje system w 64 bitach. Podczas rozruchu można: Wcisnąć klawisz 1 do uruchomienia boot1 = Chameleon boot, Wcisnąć klawisz 3 do uruchomienia boot3 = Clover EFI 32bit boot, Wcisnąć klawisz 6 do uruchomienia boot6 = Clover EFI 64bit boot.
ru: Установить файлы и поставить 64 бита по умолчанию. По умолчанию грузится boot = Clover 64 после 2 секунд ожидания клавиатуры. Клавиша 1 для boot1 = Chameleon boot, Клавиша 3 для boot3 = Clover EFI 32bit boot, Клавиша 6 для boot6 = Clover EFI 64bit boot.
zh_cn: 安装 32位+64位 boot 文件，并优先启用 64位系统。 默认启动 boot = Clover boot 64位，可在 test done 的 2 秒内， 按 1 选 boot1 = 变色龙 boot， 按 3 选 boot3 = Clover boot 32位， 按 6 选 boot6 = Clover boot 64位。

source: Select the version of CloverEFI to install.
de: Wähle die zu installierende Version von CloverEFI.
fr: Sélectionner la version de CloverEFI à installer.
id: Pilih versi CloverEFI yang mau di install.
it: Selezionare la versione di CloverEFI da installare.
pl: Wybierz wersję CloverEFI do zainstalowania.
ru: Выбрать вариант установки CloverEFI.
vi: Lựa chọn phiên bản CloverEFI.
zh_cn: 选择要安装的 CloverEFI 版本。

source: CloverEFI 64-bits using SATA to access drives
de: CloverEFI 64Bit benützt SATA um auf die Festplatten zuzugreifen
fr: CloverEFI 64-bits utilisant SATA pour l’accès au disques
id: CloverEFI 64-bits SATA untuk akses drive
it: CloverEFI 64-bit che utilizza interfaccia SATA per accedere alle unità
pl: CloverEFI 64 bity przy użyciu kontrolera SATA do uzyskania dostępu do dysków
ru: CloverEFI 64-bits с драйвером SATA
vi: CloverEFI 64-bits dùng chuẩn SATA để truy cập các ổ đĩa.
zh_cn: CloverEFI 64位版本，使用 SATA 模式存取硬盘。

source: CloverEFI 64-bits using Bios Block I/O to access drives
de: CloverEFI 64-bits benützt Bios Block I/O um auf die Festplatten zuzugreifen
fr: CloverEFI 64-bits utilisant les Bios Block I/O pour l’accès au disques
id: CloverEFI 64-bits Bios Block I/O untuk akses drive
it: CloverEFI 64-bit che utilizza Bios Block I/O per accedere alle unità. Necessario anche per accedere ad unità che utilizzano controller RAID, JMicron, NForce ed altri controller SATA/ATA/SCSI di terze parti.
pl: CloverEFI 64 bity przy użyciu Bios Block I/O do uzyskania dostępu do dysków.
ru: CloverEFI 64-bits с драйвером Bios Block I/O для доступа к дискам
vi: CloverEFI 64-bits dùng Bios Block I/O để truy cập các ổ đĩa.
zh_cn: CloverEFI 64位版本，使用 Bios Block I/O 模式存取硬盘。

source: CloverEFI 64-bits BiosBlockIO for NVIDIA NForce MCP79
ru: Кловер EFI 64-бит BiosBlockIO для NVIDIA NForce MCP79

source: CloverEFI 64-bits using Bios Block I/O to access drives for chipset NVIDIA NForce MCP79
ru: CloverEFI 64-bits с драйвером Bios Block I/O для доступа к дискам по чипсету NVIDIA NForce MCP79

source: PS/2 keyboard driver, 32bit
de: PS/2 Tastatur-Treiber, 32bit
fr: Driver 32bits pour clavier PS/2
id: Driver untuk keyboard PS/2, 32bit
it: Driver a 32 bit per tastiere PS/2
pl: Sterownik (32 bitowy) klawiatury na PS/2.
ru: Драйвер PS2 клавиатуры (только для оболочки Кловера, не для системы!), 32бита
vi: PS/2 keyboard, 32bit
zh_cn: 32位，PS/2 键盘 驱动。

source: PS/2 trackpad driver, 32bit
de: PS/2 Tastatur-Treiber, 32bit
fr: Driver 32bits pour trackpad PS/2
id: Driver trackpad PS/2, 32bit
it: Driver a 32 bit per trackpad PS/2
pl: Sterownik (32 bitowy) trackpad'a na PS/2.
ru: Драйвер PS2 тачпада (только для оболочки Кловера, не для системы!), 32бита
zh_cn: 32位，PS/2 触控板 驱动。

source: PS/2 mouse driver, 32bit
de: PS/2 Maus-Treiber, 32bit
fr: Driver 32bits pour souris PS/2
it: Driver a 32 bit per mouse PS/2
pl: Sterownik (32 bitowy) myszy na PS/2.
ru: Драйвер для PS2 мыши, 32бита
zh_cn: 32位，PS/2 鼠标 驱动。

source: PS/2 mouse driver, 64bit
de: PS/2 Maus-Treiber, 64bit
fr: Driver 64bits pour souris PS/2
it: Driver a 64 bit per mouse PS/2
pl: Sterownik (64-ro bitowy) myszy na PS/2.
ru: Драйвер для PS2 мыши, 64 бита
zh_cn: 64位，PS/2 鼠标 驱动。

source: USB mouse driver, 32bit
de: USB Maus-Treiber, 32bit
fr: Driver 32bits pour souris USB
it: Driver a 32 bit per mouse USB
pl: Sterownik (32 bitowy) myszy na USB.
ru: Драйвер для USB мыши, 32бита
zh_cn: 32位，USB 鼠标 驱动。

source: USB mouse driver, 64bit
de: USB Maus-Treiber, 64bit
fr: Driver 64bits pour souris USB
it: Driver a 64 bit per mouse USB
pl: Sterownik (64-ro bitowy) myszy na USB.
ru: Драйвер для USB мыши, 64бита
zh_cn: 64位，USB 鼠标 驱动。

source: ext2/3 filesystem driver from virtualbox, 32bit
de: ext2/3 Dateisystem-Treiber aus VirtualBox, 32bit
fr: Driver 32bits pour lire les partitions formatées en ext2/3
id: driver untuk ext2/3 dari virtualbox, 32bit
it: Driver a 32 bit per accedere a partizioni formattate in ext2/3
pl: Sterownik (32 bitowy) dla formatu ext2/3 z VirtualBox'a.
ru: Драйвер файловой системы EXT2/3 (Linux), 32бит
zh_cn: 32位，来自 Virtualbox 的 ext2/3 文件系统驱动。

source: ext2/3 filesystem driver from virtualbox, 64bit
de: ext2/3 Dateisystem-Treiber aus VirtualBox, 64bit
fr: Driver 64bits pour lire les partitions formatées en ext2/3
id: driver untuk ext2/3 dari virtualbox, 64bit
it: Driver a 64 bit per accedere a partizioni formattate in ext2/3
pl: Sterownik (64-ro bitowy) dla formatu ext2/3 z VirtualBox'a.
ru: Драйвер файловой системы EXT2/3 (Linux), 64бит
zh_cn: 64位，来自 Virtualbox 的 ext2/3 文件系统驱动。

source: ext4 filesystem driver from virtualbox, 32bit
de: ext4 Dateisystem-Treiber aus VirtualBox, 32bit
fr: Driver 32bits pour lire les partitions formatées en ext4
id: driver untuk ext4 dari virtualbox, 32bit
it: Driver a 32 bit per accedere a partizioni formattate in ext4
pl: Sterownik (32 bitowy) dla formatu ext4 z VirtualBox'a.
ru: Драйвер файловой системы EXT4 (Linux), 32бит
zh_cn: 32位，来自 Virtualbox 的 ext4 文件系统驱动。

source: ext4 filesystem driver from virtualbox, 64bit
de: ext4 Dateisystem-Treiber aus VirtualBox, 64bit
fr: Driver 64bits pour lire les partitions formatées en ext4
id: driver untuk ext4 dari virtualbox, 64bit
it: Driver a 64 bit per accedere a partizioni formattate in ext4
pl: Sterownik (64-ro bitowy) dla formatu ext4 z VirtualBox'a.
ru: Драйвер файловой системы EXT4 (Linux), 64бит
zh_cn: 64位，来自 Virtualbox 的 ext4 文件系统驱动。

source: USB 3.0 driver, 32bit
de: USB 3.0 Treiber, 32bit
fr: Driver 32bits gérant l'USB 3.0
id: driver USB 3.0, 32bit
it: Driver a 32 bit che aggiunge supporto USB 3.0
pl: Sterownik (32 bitowy) USB 3.0
ru: Драйвер для USB 3.0, 32бита
zh_cn: 32位，XHCI USB 3.0 驱动。

source: USB 3.0 driver, 64bit
de: USB 3.0 Treiber, 64bit
fr: Driver 64bits gérant l'USB 3.0
id: driver USB 3.0, 64bit
it: Driver a 64 bit che aggiunge supporto USB 3.0
pl: Sterownik (64-ro bitowy) USB 3.0
ru: Драйвер для USB 3.0, 64бита
zh_cn: 64位，XHCI USB 3.0 驱动。

source: 64bit video driver for Clover GUI allowing to choose more resolutions. It is based on CSM module in UEFI BIOS and required CSM will be enabled. Clover may not started with it and you may have wake problem in system. Use with precautions.
de: 64Bit Video-Treiber für Clovers GUI, erlaubt die Auswahl von mehr Auflösungen. Basierend auf dem CSM-Modul des UEFI-Bios, CSM muss dort aktiviert werden. Eventuell startet Clover nicht, es kann auch Probleme beim Aufwachen des Systems geben. Bitte Vorsichtsmaßnahmen treffen.
fr: Driver vidéo 64 bits pour l'interface graphique (GUI) de Clover permettant d'avoir un plus large éventail de résolutions. Ce driver est basé sur le module CSM des firmwares UEFI et nécessite que CSM soit activé. Clover peut ne pas démarrer avec ce driver et il peut aussi provoquer des problèmes de sortie de veille. À utiliser avec précaution.
id: video driver 64bit untuk Clover GUI yang mendukung banyak resolusi. Bergantung pada CSM pada UEFI BIOS dan CSM harus dalam keadaan enabled. Dapat menghalangi Clover bekerja dan mungkin akan ada masalah dengan wake. Gunakan dengan hati-hati.
it: Driver video a 64 bit per l'interfaccia grafica utente (GUI) di Clover che permette di scegliere più risoluzioni. Basato sul modulo CSM (Compatibility Support Module) dell UEFI BIOS e richiede che il CSM sia attivato. Clover potrebbe non avviarsi correttamente con questo driver o potrebbe causare problemi durante la fase di sonno/risveglio! Usare con cautela!
pl: Sterownik grafiki (64-ro bitowy) - aktywuje dodatkowe rozdzielczości w menu Clover. Bazuje na module CSM pochodzącym z UEFI BIOS. Clover może nie wystartować z tym sterownikiem oraz może powodować problemy z wybudzeniem z uśpienia.
ru: Видео драйвер для Clover GUI позволяющий использовать большее разрешение экрана. Он основан на CSM модуле в BIOS и требует, чтобы CSM был включен Однако, Clover может не запуститься с этим драйвером, или система не будет пробуждаться после сна, поэтому, используйте с осторожностью.
vi: 64bit video driver cho phép lựa chọn độ phân giải màn hình cho giao diện Clover. Yêu cầu bật chế độ CSM trong UEFI BIOS. Chú ý: Trên một vài hệ thống phần cứng, driver này có thể làm Clover không khởi động được, nó cũng có thể gây lỗi kernel panic khi máy sleep. Thận trọng khi sử dụng.
zh_cn: 64位，Clover GUI 图形使用者介面的显示驱动，允许选择更多分辨率。 基于 UEFI BIOS 的 CSM module 模组，CSM 必须 Enabled 启动。 Clover 可能无法启动，可能会发生 系统唤醒 的问题。使用时，请注意相关问题。

source: This is DataHub protocol support mandatory for MacOSX. Usually it is already present but sometime it may be missed. In this case you should see warning on screen.
de: Essentielle DataHub Protokoll Unterstützung für MacOSX. Normalerweise schon vorhanden, kann aber trotzdem manchmal fehlen. In diesem Fall solltest Du eine Fehlermeldung sehen.
fr: Ce driver ajoute le protocole DataHub qui est nécessaire pour MacOSX. Ce protocole est déjà présent dans la majorité des cas, mais il se peut qu'il manque sur certaines configurations. Dans ce cas vous devriez voir des avertissements à l’écran.
id: Protokol DataHub merupakan support yang diperlukan oleh MacOSX. Biasanya sudah tersedia tapi kadang-kadang terlewat. Kalau terlewat akan terlihat peringatan di layar.
it: Driver a 64 bit aggiunge supporto al protocollo DataHub necessario per MacOSX. Questo protocollo è già presente nella maggior parte dei casi, ma può mancare in determinate configurazioni. In questo caso si dovrebbe ricevere un avviso sullo schermo.
pl: Sterownik (64-ro bitowy) obligatoryjnie wymagany przez Mac OS X. Zwykle jest on obecny w BIOSie ale czasami go brakuje. W takiej sytuacji zostanie wyświetlony komunikat na ekranie. Obecność tego sterownika jest zawsze bezpieczna.
ru: Продержка DataHub протокола, который строго необходим для запуска MacOSX. Обычно он и так присутствует, однако может и не быть, в этом случае увидите сообщение на экране.
vi: Giao thức DataHub bắt buộc đối với hệ điều hành OS X. Thông thường, giao thức này đã có sẵn, tuy nhiên cũng có những trường hợp bị thiếu. Trong trường hợp đó, các cảnh báo sẽ được hiển thị trên màn hình.
zh_cn: 64位，此 DataHub 协定支持 Mac OS X 强制启用。 通常已启用，但有时可能遗漏，可在屏幕 warning 中查看。
