Repository: svn2github/cloverefiboot
Catalog: CloverPackage/package/po/*.po
Languages: de, fr, id, it, pl, ru, vi, zh_cn

source: ESP on [%1$@] %2$@
de: ESP auf [%1$@] %2$@
fr: ESP sur [%1$@] %2$@
id: ESP pada [%1$@] %2$@
it: ESP su [%1$@] %2$@
pl: ESP na [%1$@] %2$@
ru: ESP на [%1$@] %2$@
vi: ESP ở [%1$@] %2$@
zh_cn: 在 [%1$@] %2$@ 的ESP

source: No description available
de: Keine Beschreibung vorhanden
fr: Aucune description disponible
id: Keterangan tak tersedia
it: Nessuna descrizione disponibile
pl: Brak opisu
ru: Нет описания
vi: Không có mô tả.
zh_cn: 没有描述

source: Select the EFI directory
de: Wähle das EFI Verzeichnis
fr: Sélectionnez le répertoire EFI
id: Pilih direktori EFI
it: Seleziona la directory EFI
pl: Wybierz folder EFI
ru: Выбрать папку EFI
vi: Lựa chọn thư mục EFI
zh_cn: 选择 EFI 目录

source: Set EFI directory
de: Setze das EFI Verzeichnis
fr: Définir le répertoire EFI
id: Set direktori EFI
it: Imposta la directory EFI
pl: Ustaw lokalizację EFI
ru: Установить папку EFI
vi: Thiết lập thư mục EFI
zh_cn: 设置 EFI 目录

source: Unknown
de: Unbekannt
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
pl: Nieznany
ru: Неизвестно
vi: Không xác định.
zh_cn: 未知

source: CloverEFI 32-bits
de: CloverEFI 32Bit
it: CloverEFI 32-bit
pl: CloverEFI 32 bity
zh_cn: CloverEFI 32位版本

source: CloverEFI 64-bits SATA
de: CloverEFI 64Bit SATA
it: CloverEFI 64-bit SATA
pl: CloverEFI 64 bity SATA
zh_cn: CloverEFI 64位 SATA

source: CloverEFI 64-bits BiosBlockIO
de: CloverEFI 64Bit BiosBlockIO
it: CloverEFI 64-bit BiosBlockIO
pl: CloverEFI 64 bity BiosBlockIO
zh_cn: CloverEFI 64位 BiosBlockIO

source: Copyright © %CPRYEAR%
pl: Prawa autorskie : %CPRYEAR%
vi: Bản quyền thuộc về © %CPRYEAR%

source: embedded theme from Blackosx, Install to /EFI/CLOVER/themes/embedded
fr: Thème Embedded par Blackosx, Sera installé dans /EFI/CLOVER/themes/embedded
id: Tema embedded kreasi Blackosx, Pasang ke /EFI/CLOVER/themes/embedded
it: Tema Embedded di Blackosx, Installa in /EFI/CLOVER/themes/embedded

source: random theme from Slice, Install to /EFI/CLOVER/themes/random choose a theme from others
fr: Thème Random par Slice, Sera installé dans /EFI/CLOVER/themes/random choises une thème
id: Tema random kreasi Slice, Pasang ke /EFI/CLOVER/themes/random pilih tema lainnya
it: Tema Random di Slice, Installa in /EFI/CLOVER/themes/random

source: steampunkblack theme from medik, Install to /EFI/CLOVER/themes/steampunkblack
fr: Thème Steampunkblack par medik, Sera installé dans /EFI/CLOVER/themes/steampunkblack
id: Tema steampunkblack kreasi medik, Pasang ke /EFI/CLOVER/themes/steampunkblack
it: Tema Steampunkblack di Bijo, Installa in /EFI/CLOVER/themes/steampunkblack

source: Black_Green_Moody
de: Black_Green
vi: BGM
