Repository: svn2github/cloverefiboot
Catalog: CloverPackage/package/po/*.po
Languages: de, fr, id, it, pl, ru, vi, zh_cn

source: Developers:
de: Entwickler:
fr: Développeurs:
it: Sviluppatori
pl: Deweloperzy:
ru: Разработчики:
vi: Người phát triển:
zh_cn: 开发人员：

source: Source code credits to:
de: Beteiligt am Quellcode:
fr: Code source, crédits et remerciement à:
id: Source code dikembangkan oleh:
it: Ringraziamenti per i sorgenti:
pl: Kod źródłowy:
ru: Первоисточники:
vi: Mã nguồn thuộc về:
zh_cn: 源码归属于 :

source: Package credits to:
de: Beteiligt am Installationspaket:
fr: Paquets d'installation crédit à:
id: Dikemas oleh:
it: Ringraziamenti per l'installer:
pl: Paczka instalacyjna:
ru: Инсталлятор сделан:
vi: Đóng gói bởi:
zh_cn: 封装归功于 :

source: Supports Fat32, HFS+, ESP.
de: Unterstützt Fat32, HFS+, ESP.
fr: Support Fat32, HFS+, ESP.
id: Mendukung Fat32, HFS+. ESP.
it: Supporta Fat32, HFS+, ESP.
pl: Obsługa partycji Fat32, HFS+, ESP.
ru: Поддержка FAT32, HFS+, ESP.
vi: Hỗ trợ các phân vùng định dạng Fat32, HFS+, ESP.
zh_cn: 支持 Fat32 , HFS+ 及 GPT EFI 分区。

source: Clover v2
ru: Clover v2.4k

source: is open source based on different projects: Clover, rEFIt, XNU, VirtualBox.
de: Ist Open Source basierend auf mehreren Projekten: Clover, rEFIt, XNU, VirtualBox.
fr: est un programme open source basé sur différents projets: Clover, rEFIt, XNU, VirtualBox.
id: adalah kompilasi open source dari: Clover, rEFIt, XNU, VirtualBox.
it: Appartiene al codice libero basato su diversi progetti: Clover, rEFIt, XNU, VirtualBox.
pl: to bootloader typu open source bazujący na różnych projektach: Clover, rEFIt, XNU, VirtualBox.
ru: загрузчик с открытыми исходным кодом, использующий технологии проектов: Chameleon, rEFIt, XNU, VirtualBox.
vi: là một phần mềm mã nguồn mở được phát triển dựa trên các dự án: Clover, rEFIt, XNU, VirtualBox.
zh_cn: 是基于 Clover, rEFIt, XNU, VirtualBox 等不同专案的开放源码：

source: The main is EDK2 latest revision.
de: Der Haupbestandteil ist EDK2 in der letzten Revision.
fr: Le projet principal est EDK2. La dernière révision est disponible ici:
id: EDK2 revisi terbaru.
it: La principale è edk2 l'ultima revisione.
pl: Podstawą Clover v2 jest ostatnie wydanie EDK2.
ru: В основе лежит EDK2 с учетом последних обновлений.
vi: Thành phần chính là EDK2, phiên bản mới nhất tại
zh_cn: 主要基于 EDK2 最新修正版。

source: Main features:
de: Hauptmerkmale:
fr: Caractéristiques principales:
id: Fitur-fitur:
it: Caratteristiche Principali:
pl: Główne funkcje:
ru: Основные возможности:
vi: Các tính năng chính:
zh_cn: 主要功能：

source: - It's EFI bootloader provides RuntimeServices for OS that impossible for Legacy Bootloaders
de: - Der EFI Bootloader stellt RuntimeServices für das OS bereit, was mit Legacy Bootloadern nicht möglich ist
fr: - Clover est un chargeur EFI qui fournit un environnement pour différents systèmes d'exploitation ce qui est impossible avec d'autres chargeurs de démarrage
id: - Untuk boot 10.4 - 10.9 OSX, Windows EFI dan Linux EFI
it: - Il bootloader EFI proporziona Servizi Runtime per il sistema operativo che sono impossibili con i bootloader di vecchia generazione
pl: - obsługa RuntimeServices dla systemów operacyjnych, nie dostępna w innych bootloaderach
ru: - Clover EFI предоставляет системе RuntimeServices, что невозможно для загрузчиков на основе BIOS.
vi: - Bộ khởi động EFI cung cấp các RuntimeServices cho các hệ điều hành không được hỗ trợ bởi bộ khởi động Legacy
zh_cn: - EFI bootloader 提供 OS 运行 RuntimeServices (传统引导器无法提供)

source: - mostly Clover do automatic detection of hardware and set all properties by default.
de: - Clover ist größtenteils in der Lage die nötigen Einstellungen passend zur Hardware selbst vornehmen.
fr: - Clover détecte automatiquement votre matériel et le configure par défaut.
id: - Clover mendeteksi perangkat keras secara otomatis dan mengaturnya langsung.
it: - Principalmente Clover effettua il rilevamento automatico dell'hardware e configura tutte le caratteristiche di base.
pl: - automatyczna detekcja sprzętu z możliwością ręcznej edycji ustawień w pliku
ru: - в основном, Clover автоматически определяет установленное оборудование и выставляет нужные свойства по умолчанию,
vi: - Mặc định, Clover tự động nhận diện phần cứng và thiết lập các thuộc tính phù hợp.
zh_cn: - 默认 自动侦测大部份的硬件并设置所有属性

source: But user can change them by config.plist
de: Der Benutzer kann dies aber auch mit der config.plist selber einstellen
fr: Libre à vous de modifier les paramètres en éditant le fichier config.plist
id: Tapi bisa diubah lewat config.plist
it: Però l'utente può cambiarlo dal config.plist
pl: konfiguracyjnym config.plist
ru: но при желании пользователь может изменять установленные свойства в config.plist
vi: Tuy nhiên, người dùng có thể thay đổi các thuộc tính thông qua config.plist.
zh_cn: . 但是用户也可以在 config.plist 中修改

source: - with Clover you may restart into other OS from Startup Disk prefPane
de: - Mit Clover kann man direkt über Startvolume in den Systemeinstellungen in ein anderes OS booten
fr: - Avec Clover vous pouvez changer d'OS à partir du disque de démarrage dans les préférences système
id: - Dengan Clover, anda dapat melakukan restart ke OS lain dari Startup Disk prefPane
it: - Con Clover puoi riavviare in un altro sistema operativo dal "Disco di avvio" in Preferenze del Sistema
pl: - dzięki Clover można przełączać się między systemami za pośrednictwem panelu preferencji "Dysk Startowy"
ru: - вы можете использовать перезагрузку через панель Системные настройки->Загрузочный том
vi: - Với Clover, người dùng có thể khởi động lại vào một hệ điều hành khác thông qua Startup Disk prefPane.
zh_cn: - 支持 启动磁盘 面板 设置其他 OS 重新开机

source: - UUID written into config.plist will be the same as in OS
de: - Die in der config.plist eingestellte UUID wird im OS gleich bleiben
fr: - UUID écrite dans le fichier config.plist sera le même sous OSX
id: - UUID yang di config.plist akan sama dengan yang di OS
it: - UUID scritto nel config.plist sarà il medesimo di OS
pl: - UUID zapisany w config.plist będzie taki sam jak w OS.
ru: - вы можете указать свой уникальный ИД в config.plist, и будете уверены, что именно его увидит система
vi: - UUID được nạp thông qua config.plist hiển thị tương tự trên OS
zh_cn: - 写入与 OS 相同的 UUID 到 config.plist 设置文件

source: - SMBIOS will be corrected to standard 2.6
de: - SMBIOS wird auf Standard 2.6 angepasst
fr: - SMBIOS sera mise à jour au standard 2.6
id: - SMBIOS akan dikoreksi ke standard 2.6
it: - SMBIOS sarà corretto allo standard 2.6
pl: - SMBIOS poprawiany do standardu 2.6
ru: - производится поправка таблицы SMBIOS до стандарта 2.6
vi: - SMBIOS được thiết lập theo chuẩn 2.6
zh_cn: - 修正 SMBIOS 至 standard 2.6 版本

source: - ACPI will be corrected to standard 4.0.
de: - ACPI wird auf Standard 4.0 korrigiert.
fr: - ACPI actualisé au standard 4.0.
id: - ACPI akan dikoreksi ke standard 4.0.
it: - L'ACPI sarà corretto allo standard 4.0.
pl: - Tabele ACPI poprawiane do standardu 4.0.
ru: - производится поправка таблиц ACPI до стандарта 4.0.
vi: - Áp dụng chuẩn ACPI 4.0.
zh_cn: - 修正 ACPI 至 standard 4.0 版本

source: Custom DSDT will be loaded from booted partition or from EFI folder
de: Die eigene DSDT wird von der gebooteten Partition oder vom EFI Ordner geladen
fr: Votre propre DSDT peut être pris en charge à partir de la partition active ou depuis le dossier EFI
id: DSDT custom akan dijalankan dari partisi boot atau dari folder EFI
it: Il DSDT personalizzato sarà caricato dalla partizione di avvio
pl: Niestandardowe tabele DSDT ładowane z bootowanej partycji lub z katalogu EFI
ru: Изменённая DSDT будет загружена из корневого раздела загружаемой системы или из каталога EFI
vi: - DSDT được chỉnh sửa lại sẽ được truy xuất từ phân vùng hệ điều hành hoặc phân vùng EFI.
zh_cn: . 支持从 开机分区 或 EFI文件夹 加载 DSDT

source: - customizable RestartFix and sleep/wake fixes and PCIRootUID value
de: - Anpassbare Korrekturen für den Neustart und Energiesparmodus, sowie den PCIRootUID Wert
fr: - RestartFix ,sleep/wake et valeur PCIRootUID personnalisable
id: - Pengaturan RestartFix dan pembenahan untuk fitur sleep/wake, serta nilai PCIRootUID
it: - RestartFix, sleep/wake e PCIRootUID personalizzabile
pl: - konfigurowalny RestartFix, poprawka sleep/wake oraz wstrzykiwanie PCIRootUID
ru: - корректировка проблем перезагрузки и сна-пробуждения
vi: - Có khả năng tùy chỉnh RestartFix và sửa lỗi sleep/wake và giá trị PCIRootUID
zh_cn: - 支持 睡眠/唤醒 修复 并 支持 PCIRootUID 设置

source: - Graphics Properties Injector for ATI, NVidia and Intel for wide range of supported cards.
de: - Injektor für Video-Eigenschaften für ATI, NVidia und Intel für eine große Anzahl von unterstützten Karten.
fr: - Injecteur Propriétés Graphiques pour ATI, Nvidia et Intel pour un large choix de cartes.
id: - Injeksi kartu grafis untuk ATI, NVidia dan Intel dimana lebih banyak kartu yang didukung.
it: - Proprietà di iniezione grafica per ATI, Nvidia e Intel per una amplia gamma di schede supportate.
pl: - obsługa szerokiego zakresu kart graficznych ATI, Nvidia oraz Intel z możliwością ręcznej
ru: - автоматическое подключение видеокарт от ATI, NVidia и Intel.
vi: - Nạp các thuộc tính đồ họa cho các card đồ họa được hỗ trợ của ATI, Nvidia và Intel.
zh_cn: - 支持 ATI, NVidia 及 Intel 显卡启用功能,

source: Also customizable.
de: Auch anpassbar.
fr: Également paramétrable.
id: Yang juga bisa diatur.
it: anch'esse personalizzabile.
pl: konfiguracji w pliku config.plist
ru: С возможностями настройки.
vi: Cho phép tùy biến lại.
zh_cn: . 并支持客制化参数设置

source: - USB fix (LegacyOff, Ownership, Builtin, clock-id) up to USB 3.0
de: - USB fix (LegacyOff, Ownership, Builtin, clock-id) bis zu USB 3.0
fr: - Corrections USB (LegacyOff, Ownership, Builtin, clock-id) jusqu'à l'USB 3.0
id: - USB fix (LegacyOff, Ownership, Builtin, clock-id) sampai dengan USB 3.0
it: - USB fix (LegacyOff, Ownership, Builtin, clock-id) fino alla USB 3.0
pl: - poprawka dla USB (łącznie z obsługą USB 3.0)
ru: - корректировка проблем USB вплоть до стандарта 3.0
vi: - Sửa lỗi USB (LegacyOff, Ownership, Builtin, clock-id). Hỗ trợ chuẩn USB 3.0.
zh_cn: - 支持 USB 及 USB 3.0 的修复 (LegacyOff, Ownership, Builtin, clock-id)

source: - HDA injector and Ethernet builtin injector
de: - HDA Injektor und Ethernet builtin Injektor
fr: - Injecteur HDA (son) et Ethernet intégré
id: - Injeksi untuk HDA dan Ethernet yang builtin
it: - Iniezione dell'HDA e iniezione Ethernet incorporato
pl: - wstrzykiwanie ID dla karty dźwiękowej oraz informacji "Built in" dla karty sieciowej
ru: - инжекция свойств звуковой и сетевой карточек.
vi: - Nạp các thuộc tính HDA và Ethernet tích hợp.
zh_cn: - 支持 HDA 及 以太网卡 属性内建功能

source: - CPU turbo and P- and C-states generator
de: - CPU Turbo und P- und C-states Generator
fr: - Générateur pour CPU turbo, et les états P et C
id: - CPU turbo dan dapat menghasilkan P- serta C-states.
it: - Generatore CPU turbo, P e C state
pl: - generowanie stanów turbo, P-State oraz C-State w celu uzyskania natywnego zarządzania
ru: - управление питанием и частотами CPU
vi: - Ép xung CPU và tạo các P- và C-states
zh_cn: - 支持 开启 CPU turbo 及 自动生成 P-State 及 C-State 的功能

source: - ACPI tables loading (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
de: - Laden von ACPI Tabellen (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
fr: - Chargement des tables ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI…)
id: - Memuat ACPI tabel (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
it: - Caricamento delle tabelle ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI…)
pl: - ładowanie tabel ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
ru: - подгрузка или сброс дополнительных таблиц ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
vi: - Tự động nạp các tệp ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
zh_cn: - 支持 ACPI 表单加载 (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)

source: - default boot after timeout, customizable GUI , and saving screenshots from GUI typing F10
de: - Automatisches Booten nach Zeitüberschreitung, anpassbare Oberfläche, Sichern von Bildschirmfotos mit F10
fr: - Démarrage par défaut après timeout, interface graphique modifiable, sauvegarde de capture d'écran par GUI avec F10
id: - Boot setelah timeout, GUI yang bisa diatur, dan simpan screenshots GUI melalui tombol F10
it: - Avvio automatico dopo il conto alla rovescia, interfaccia personalizzabile , e salvataggio screenshot da GUI premendo F10
pl: - domyślny rozruch systemu po upływie ustalonego czasu, konfigurowalne GUI oraz zapisywanie screenów z GUI za pomocą klawisza F10
ru: - автозагрузка после паузы, настраиваемый внешний вид (который можно сохранить в файл по F10),
vi: - Cho phép chỉnh thời gian đếm ngược khi khởi động, tùy biến giao diện và lưu các ảnh chụp giao diện bằng cách ấn phím F10.
zh_cn: - 可按 F10 储存 图形用户界面 GUI 的截图，可设定默认开机区及客制化 GUI 图形

source: - saving boot.log in OS and preboot.log from GUI by typing F2
de: - Sichern der boot.log im OS und der preboot.log mit F2
fr: - Sauvegarde du fichier boot.log dans l'OS et preboot.log par GUI en tapant F2
id: - Simpan boot.log dalam OS dan preboot.log dari GUI dengan tombol F2
it: - Salva il boot.log in OS e preboot.log dalla GUI premendo F2
pl: - zapisywanie boot.log w OS oraz preboot.log w GUI za pomocą klawisza F2
ru: - сохранение отчетов в системе и до запуска системы (по F2) для диагностики проблем.
vi: - Tại giao diện Clover, ấn F2 để lưu các thông tin khởi động của hệ thống boot.log và reboot.log
zh_cn: - 可按 F2 储存 OS 的纪录 boot.log 及 GUI 的纪录 preboot.log

source: Installation Complete!
de: Installation beendet!
fr: Installation Terminée!
id: Instalasi Komplit!
it: Installazione Completata!
pl: Instalacja zakończona !
ru: Установка завершена!
vi: Quá trình cài đặt hoàn tất!
zh_cn: 安 装 完 成

source: Install for UEFI booting only
de: Installation für UEFI-Motherboards
fr: Installation pour carte mère UEFI seulement
id: Instalasi untuk modus UEFI saja
it: Installazione solo per avvio in UEFI
pl: Instalacja dla komputerów z UEFI
ru: Установить Кловер только для UEFI загрузки, нет легаси.
vi: Cài đặt riêng cho hệ thống UEFI
zh_cn: 仅安装 UEFI 开机版本

source: Install Clover to be used with UEFI motherboards only.
de: Installiere Clover zur alleinigen Nutzung mit UEFI-Motherboards.
fr: Installation spécifique de Clover pour les cartes mères UEFI.
id: Dipakai pada mobo UEFI motherboards saja.
it: Installazione specifica di Clover solo per schede madri con UEFI.
pl: Instalacja Clover tylko w trybie UEFI.
ru: Установить Кловер только для UEFI загрузки (нет легаси)
vi: Cài đặt Clover cho các mainboard chỉ hỗ trợ UEFI.
zh_cn: 仅安装 UEFI 主板专用的 Clover 版本。

source: Install Clover in the ESP
de: Installiere Clover in der ESP
fr: Installe Clover dans l'ESP
id: Instalasi Clover pada ESP
it: Installare Clover nella ESP
pl: Instalacja Clover na ESP
ru: Установить Clover на EFI раздел (ESP)
vi: Cài Clover vào phân vùng ESP (EFI System Partition)
zh_cn: 安装 Clover 到 EFI 系统区

source: Install Clover in the ESP (EFI System Partition) of the target volume Need to format ESP as Fat32 on Mac first. For Fat32 use commands like: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
de: Installiert Clover in der ESP (EFI System Partition) des Zielvolumes. ESP muss zuerst als FAT32 werden. Formatierung als Fat32: 1.diskutil list 2.newfs_msdos -v EFI -F 32 /dev/rdiskXsY
fr: Installe Clover dans l'ESP (EFI System Partition) du volume cible L'ESP doit d'abord être formaté depuis le Mac en Fat32. Pour le formatage en Fat32 utiliser des commandes du style: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
id: Install Clover pada ESP (EFI System Partition) dari target volume Harap format ESP dalam Fat32 memakai Mac. Format Fat32 memakai perintah: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
it: Installa Clover nella ESP (EFI System Partition) nel volume di destinazione. ESP necessita di essere formattata in Fat32. Formattare in Fat32 nel seguente modo: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
pl: Instaluj Clover na ESP (EFI System Partition) dysku docelowego Należy najpierw sformatować ESP jako Fat32 (zalecane) lub HFS na Mac. Dla Fat32 w terminalu nalezy użyc komend: diskutil list newfs_msdos -v EFI -F 32 /dev/rdiskXsY (gdzie X to numer dysku a Y to numer partycji) Dla HFS w terminalu nalezy użyc komend: diskutil list newfs_hfs -v EFI /dev/rdiskXsY (gdzie X to numer dysku a Y to numer partycji)
ru: Установить Кловер на ESP (EFI System Partition) указанного тома Раздел ESP должен быть отформатирован в FAT32 (так оно и есть изначально) Если нет, то из терминала делаем следующие команды: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
vi: Cài Clover vào phân vùng EFI (EFI System Partitio). Yêu cầu định dạng phân vùng ESP về Fat32 trước. Sử dụng các lệnh say để định dạng Fat32 cho phân vùng: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
zh_cn: 安装 Clover 到目标磁区的 EFI 系统区 需要在 Mac 下，先将 EFI 系统区 格式化为 Fat32 格式。 参考 Fat32 手动格式化指令: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1

source: Bootloader
ru: Загрузчик
vi: Bộ khởi động

source: Clover EFI requires three essential files. (in simple terms) boot0 (On the drive's MBR) responsible for loading boot1. boot1 (On the partition's boot-sector) to finding boot2. boot2 (On the partition's root directory) for loading /EFI/CLOVER/CLOVERIA32.efi or CLOVERX64.efi, and kernel etc.
de: Clover EFI benötigt 3 wichtige Dateien. boot0 (Für MBR der Festplatte) ladet boot1. boot1 (Für den Startbereich der Partition) sucht nach boot2. boot2 (Für das Root Verzeichniss der Partition) ladet /EFI/BOOT/CLOVERIA32.efi oder CLOVERX64.efi, und den Kernel etc.
fr: Clover EFI nécessite trois fichiers essentiels. (en bref) boot0 (Sur disque MBR) responsable du chargement boot1. boot1 (Sur partition boot secteur) recherche boot2. boot2 (A la racine du répertoire de la partition) charge /EFI/CLOVER/CLOVERIA32.efi or CLOVERX64.efi, and kernel etc.
id: Clover EFI membutuhkan 3 file utama. (istilah yang sederhana) boot0 (pada sektor MBR) berfungsi untuk memuat boot1. boot1 (di bootsector partisi) berfungsi untuk mencari boot2. boot2 (di partisi direktori root) untuk memuat /EFI/CLOVER/CLOVERIA32.efi atau CLOVERX64.efi, kernel dan lainnya.
it: Clover EFI richiede tre file essenziali. (in semplici termini) boot0 (Sul disco MBR) responsabile del caricamento del boot1. boot1 (Settore di avvio della partizione) per trovare il boot2. boot2 (Nella cartella principale della partizione) per caricare /EFI/CLOVER/CLOVERIA32.efi o CLOVERX64.efi, e il kernel etc.
pl: Clover EFI wymaga trzech podstawowych plików. (w skrócie) boot0 (w głównym rekordzie startowym dysku) odpowiedzialny za ładowanie boot1. boot1 (w boot sektorze partycji) odpowiedzialny za odnajdowanie boot2. boot2 (w głównym katalogu partycji) odpowiedzialny za ładowanie /EFI/BOOT/CLOVERIA32.efi lub CLOVERX64.efi, kernel etc.
ru: Clover EFI требует наличия трех основных файлов. (упрощенно) boot0 (главная загрузочная запись) отвечает за загрузку boot1. boot1 (загрузочная запись раздела) для загрузки boot. boot (в корне выбранного раздела) для поиска /EFI/CLOVER/CLOVERIA32.efi или CLOVERX64.efi
vi: Ba tập tin sau là bắt buộc đối với Clover EFI: boot0 - In the disk's master boot record (MBR) for loading boot1. boot1 - In the partition's boot record (PBR) for finding boot2. boot - On the partition's root directory for loading /EFI/CLOVER/CLOVERIA32.efi or CLOVERX64.efi, and kernel etc.
zh_cn: 简而言之，Clover EFI 幸运草 需要三个必要的文件。 boot0 (在硬盘的 MBR) 负责载入 boot1。 boot1 (在分区的开机磁区 boot-sector) 搜寻 boot2。 boot2 (在分区的根目录) 载入 /EFI/CLOVER/CLOVERIA32.efi 或 CLOVERX64.efi 及系统核心等等。

source: Install boot0af in MBR
de: Installiere boot0af in der MBR
fr: Installe boot0af dans le MBR
id: Install boot0af ke MBR
it: Installare boot0af su MBR
pl: Zainstaluj boot0af w sektorze MBR
ru: Установить boot0af на MBR
vi: Cài đặt boot0af cho MBR
zh_cn: BIOS 安装 boot0af (HFS+Fat32)

source: Used for BIOS booting on BIOS motherboards. boot0af (boot0 Active First) bootloader try to boot the active partition defined in MBR. If there is no active partition, it will try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. This choice will setup selected HFS/Fat32 partition to be active.
de: Zum BIOS booten von Computern. boot0af (boot0 Aktiv zuerst) versucht die erste als MBR definierte & aktivierte Partition zu booten. Ist keine aktive Partition vorhanden, versucht er die erste EFI/FAT32/HFS Partition mit gültiger PBR Signatur (in als MBR und dann in als GPT definierten) zu booten. Diese Auswahl wird die gewählte HFS/FAT32 Partition als aktiv setzen.
fr: Nécessaire pour démarrer depuis le BIOS. boot0af (boot0 Active First) bootloader essaie de démarrer la partition active définie dans le MBR. S'il n'y a pas de partition active, il va essayé de démarrer la première partition EFI/FAT32/HFS (définie dans le MBR puis dans le GPT) ayant une signature PBR valide. Ce choix va activer la partition HFS/FAT32 sélectionnée.
id: Dipakai untuk BIOS booting pada BIOS mobo. boot0af (boot0 Active First) bootloader mencoba untuk boot partisi aktif yang ada di MBR. Jika tidak ada partisi aktif, maka akan mencoba untuk boot partisi pertama EFI/FAT32/HFS (yang ada di MBR dan kemudian di GPT) dengan signature PBR yang valid. Pilihan ini akan membuat partisi HFS/Fat32 yang terpilih menjadi aktif.
it: Necessario per l'avvio da schede madri con BIOS. boot0af (boot0 active first) bootloader cerca di avviare la partizione attiva definita nella MBR. Se non vi è alcuna partizione attiva, tenterà di avviare la prima partizione EFI/FAT32/HFS (definita nella MBR e poi nella GPT) con una signature PBR valida. Se questo è selezionato la partizione HFS e Fat32 saranno attivate.
pl: Opcja przeznaczona dla uruchamiania przez klasyczny BIOS. boot0af uruchamia aktywną partycję zdefiniowaną w MBR. Jeżeli nie ma zdefiniowanej aktywnej partycji, boot0af uruchomi pierwszą partycję EFI/FAT32/HFS (najpierw zdefiniowaną w MBR następnie w GPT) z sygnaturą PBR. Ta opcja ustawi wybraną partycję jako aktywną.
ru: Используется для БИОС загрузки. boot0af (boot0 Active First) ищет активный раздел в МБР таблице. Если не найдено, то грузит первый раздел EFI/FAT32/HFS с загрузочной сигнатурой. При таком выборе инсталлятор ставит активный флаг на этот раздел.
vi: Used for BIOS booting on BIOS motherboards. boot0af (boot0 Active First) bootloader tries to boot the active partition defined in MBR. If there is no active partition, it will try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. This choice will set the selected HFS/FAT32 partition status byte to active in the MBR.
zh_cn: BIOS 主板 之 BIOS 启动 专用。 使用 fdisk440 将 boot0af 写入 MBR 的前 440 位元，避免损坏已经存在的 Windows 机码，boot0af 优先引导 MBR 的 激活分区，如果没有激活分区，将引导第一个 EFI/FAT32/HFS 的 boot1 分区(优先引导MBR，其次引导GPT)。 本安装将 会 设置 HFS 及 Fat32 安装分区为激活分区。 如须安装在 Fat32 格式，必须在 Win 先将分区格式化为 Fat32 格式分区，或在 Mac 操作如下 1. 先用 磁盘工具 清除 为 MS-DOS (FAT) 格式 2. diskutil list 3. diskutil unmount /dev/rdisk9s1 4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1 5. diskutil mount /dev/rdisk9s1

source: Install boot0ss in MBR
de: Installiere boot0ss in der MBR
fr: Installe boot0ss dans le MBR
id: Install boot0ss ke MBR
it: Installare boot0ss su MBR
pl: Zainstaluj boot0ss w sektorze MBR
ru: Установить boot0ss на MBR
vi: Cài đặt boot0ss cho MBR
zh_cn: BIOS 安装 boot0ss (HFS+Fat32)
